[
  {
    "fiscal_year": 2026,
    "project_num": "1R21AG093623-01A1",
    "award_amount": 423500,
    "contact_pi_name": "GILL, MATTHEW SIMON",
    "project_start_date": "2026-02-01T00:00:00",
    "project_end_date": "2028-01-31T00:00:00",
    "abstract_text": "PROJECT SUMMARY\n Aging is a fundamental driver of many chronic conditions, including obesity, type II diabetes and\nmetabolic dysfunction-associated steatotic liver disease (MASLD, formerly known as fatty liver disease).\nNumerous aging-related pathologies are promoted by overnutrition and are associated with dysregulation of\nkey metabolic pathways, particularly those related to lipid metabolism and energy homeostasis. We have\npreviously found that the cell cycle protein cyclin D1 is induced in hepatocytes in response to feeding and\novernutrition, and that it unexpectedly regulates key metabolic pathways in the liver, independently of its role in\nproliferation. In particular, we find that cyclin D1 represses several steps of lipid catabolism, which play an\nimportant role in health and lifespan. We now find that cyclin D1 increases with age in hepatocytes of mice and\nhumans, suggesting a link between cyclin D1 and age-related metabolic dysfunction. However, the\nmechanisms by which age and overnutrition promote cell cycle-independent expression of cyclin D1 have not\nbeen defined. In addition, we have significant gaps in our understanding of how this protein modulates\ndownstream metabolic events.\n Using the nematode C. elegans, we have established that the links between cyclin D1 and repression\nof lipid catabolism are fundamental biological responses conserved between species. Using the auxin-induced\ndegron (AID) system, we have developed a new genetic tool in C. elegans that allows visualization of the worm\northolog of cyclin D1, encoded by the cyd-1 gene, as well as a means of reducing expression in a temporal and\nspatial manner. Preliminary studies indicate that genetic manipulation of cyclin D1/CYD-1 alters lipid\nmetabolism in the worm and targets pathways involved in lipid catabolism. We will now use this powerful\ngenetic model system as a discovery platform to define the mechanisms by which cyclin D1/CYD-1 influences\nlipid metabolism, aging and age-related metabolic dysfunction.\n Our proposed studies will establish a mechanistic foundation for further translational work, focusing on\nidentifying strategies to inhibit cyclin D1 expression or manipulate its downstream targets as therapeutic\napproaches to combat age-related metabolic dysfunction.",
    "project_title": "Exploring the links between cyclin D1, metabolism and aging",
    "budget_start": "2026-02-01T00:00:00",
    "budget_end": "2028-01-31T00:00:00"
  },
  {
    "fiscal_year": 2026,
    "project_num": "1R01DK146358-01",
    "award_amount": 308000,
    "contact_pi_name": "BELLIN, MELENA D.",
    "project_start_date": "2026-02-01T00:00:00",
    "project_end_date": "2028-12-31T00:00:00",
    "abstract_text": "PROJECT SUMMARY\nIslet transplantation is a promising treatment for insulin-dependent forms of diabetes, including type 1 diabetes\nand surgical diabetes induced by total pancreatectomy. In the U.S., total pancreatectomy with islet\nautotransplantation (TPIAT)—which is performed to relieve pain in patients with chronic pancreatitis-- has been\nthe most prevalent form of islet transplant to date. At the same time, islet allotransplantation for type 1\ndiabetes is growing, and will continue to grow with the success of stem-cell derived islets and future\napproaches to reduce immunosuppression risks via technological advancements, genetic editing, or newer\nimmunomodulation. Islet autotransplant is a useful research model to study adjunctive therapies for glycemic\ncontrol and islet graft survival because it is free of the confounding factors of alloimmune rejection and\nrecurrent type 1 diabetes. In TPIAT, about 70% of patients require exogenous insulin despite having some\nendogenous islet function, and attrition of islet function over time occurs in both auto and allografts. This\nattrition appears to be at least in part driven by metabolic stress on the transplanted beta cells.\nThis pilot clinical trial, submitted in response to PAS-25-102, is designed to gather preliminary data on the\nefficacy and safety of SGLT2 inhibitor therapy (SGLT2i) in islet autotransplant recipients who have partial islet\nfunction. Our rationale for studying SGLT2i in this population is: (1) SGLT2i reduces blood glucose levels\nthrough increased glucosuria and do not directly stimulate islets (avoiding extra metabolic stress), nor does the\nbenefit depend on presence of insulin resistance, which is often absent in islet transplant; (2) in both T1D and\ntotal pancreatectomy, there is evidence of reduced prandial glucose excursions with SGLT2i, which in turn may\nreduce metabolic beta-cell stress on transplanted islets in TPIAT; (3) SGLT2i are acceptable to patients as a\nonce-daily oral medication. However, safety of these agents is unknown in TPIAT, and in theory they may\nincrease risk for diabetic ketoacidosis in this population of patients who have partial insulin deficiency.\nWe will enroll 30 patients with partial islet function >1 year after TPIAT, randomized to a standard care control\narm (n=10) or one of 2 doses of empagliflozin (n=10 on 10 mg; n=10 on 25 mg) for 3 months, followed by a 3\nmonth extension during which all patients will receive empagliflozin (25 mg daily). Specific Aim 1 will\ndetermine if empagliflozin improves glycemic control and reduces beta-cell specific endoplasmic reticulum\nstress after islet autotransplant. Specific Aim 2 will assess safety and feasibility of empagliflozin in islet\nautotransplant recipients. If results from this pilot study are promising, we will conduct a larger randomized\nblinded study. PI Bellin has led two multicenter TPIAT studies and has relationships with other centers to build\na larger randomized trial. Importantly, we expect that results from this study will also inform the field of islet\nallotransplant for type 1 diabetes.",
    "project_title": "SGLT2 inhibitor therapy in islet transplantation",
    "budget_start": "2026-02-01T00:00:00",
    "budget_end": "2026-12-31T00:00:00"
  },
  {
    "fiscal_year": 2026,
    "project_num": "1R21AG093377-01A1",
    "award_amount": 423500,
    "contact_pi_name": "CHEN, XIAOLI ",
    "project_start_date": "2026-02-01T00:00:00",
    "project_end_date": "2028-01-31T00:00:00",
    "abstract_text": "PROJECT SUMMARY\n Maintaining healthy adipose tissue function is essential for metabolic homeostasis and the prevention\nof metabolic diseases. As potent endocrine cells, adipocytes secret various bioactive molecules and\nextracellular vesicles that influence the function of tissues and organs throughout the body. Besides\nadipocytes, multipotent stem and progenitor cells in adipose tissue are crucial for tissue maintenance\nand repair throughout life. With aging, adipose tissue undergoes species-conserved changes, including\ndecreased subcutaneous adiposity, increased visceral adiposity, and a decline in the thermogenic\ncapacity of brown and beige adipose tissue. In contrast to the detrimental effects of adipocyte\nhypertrophy, hyperplasia, a process known as adipogenesis, supports tissue development, repair, and\nmetabolic health. However, adipogenesis is impaired during aging, which has been linked to adipose\nprogenitor cell senescence, potentially contributing to the development of metabolic diseases. Recent\nstudies indicate that extracellular vehicles (EVs), particularly adipocyte-derived EVs (Ad-EVs) play a role\nin intercellular communication within adipose tissue, regulating its function. Ad-EVs exhibit heterogeneity,\nwith large and small Ad-EVs differing in protein and lipid composition, suggesting functional diversity.\nHowever, the specific subtypes of Ad-EVs secreted by adipocytes and their distinct roles in local and\nsystemic metabolic regulation remain unexplored. Our preliminary studies indicate that Lipocalin 2\n(LCN2), a novel phosphatidic acid (PA) binding protein, plays a potential role in senescence and\nadipogenesis of adipose stem and progenitor cells (ASPCs) through EV-mediated intercellular\ncommunication. Lcn2 deficiency impairs adipogenesis and results in hypertrophic obesity. Stromal-\nvascular (SV) cells from the brown and white adipose tissue of Lcn2 knockout mice exhibit increased\nsenescence and decreased adipogenesis. Importantly, we have identified LCN2 in a distinct\nsubpopulation of Ad-EVs that is separate from adiponectin-containing Ad-EVs. In this proposal, we aim\nto characterize the cargo composition and function of LCN2-containing EVs (LCN2+EVs) released from\nadipocytes, examining their role in ASPC senescence and adipogenesis during aging. We hypothesize\nthat adipocyte-derived LCN2+EVs possess anti-senescence properties that maintain ASPC health and\nadipogenic capacity through adipocyte-to-ASPC communication within adipose tissue, and this effect is\ncontext-dependent. We propose two aims to characterize the cargo composition of LCN2+EVs released\nfrom adipocytes upon metabolic and inflammatory stress, and 2) determine the role of adipocyte-derived\nLCN2+EVs in ASPC senescence and adipogenesis during aging. The project outcomes are expect to\nprovide new perspectives on the pathogenesis of aging-related metabolic disorders and pave the way for\ndeveloping new therapeutic strategies targeting adipose tissue function.",
    "project_title": "Functional characterization of adipocyte-derived lipocalin 2-containing extracellular vesicles in senescence",
    "budget_start": "2026-02-01T00:00:00",
    "budget_end": "2028-01-31T00:00:00"
  },
  {
    "fiscal_year": 2026,
    "project_num": "1R01AG091335-01A1",
    "award_amount": 645743,
    "contact_pi_name": "LUTSEY, PAMELA L.",
    "project_start_date": "2026-02-01T00:00:00",
    "project_end_date": "2030-12-31T00:00:00",
    "abstract_text": "SUMMARY/ABSTRACT\nRisk for Alzheimer’s Disease and AD-related dementia (ADRD) in late life is sensitive to social and\nenvironmental exposures in childhood—a critical period of brain development. Children who grow up in families\nand neighborhoods with few socioeconomic resources and those who are exposed to lead (Pb; a potent\nneurotoxicant) in their environment may have higher risk of ADRD as they age. However, evidence supporting\nthese associations is limited by retrospective recall of childhood conditions and/or small, non-population based\nsamples. Furthermore, the pathways underpinning these relationships are unclear. We propose to create a\nnovel data source for conducting research on early life origins of ADRD by linking participants of the\nAtherosclerosis Risk in Communities Neurocognitive Study (ARIC-NCS; N=15,792) to their household records\nin the 1930, 1940, and 1950 U.S. Censuses, which occurred when they were children. The overall objectives\nof this project are to (a) provide prospective estimates for the independent and synergistic effects of childhood\nSES and Pb exposure on later life ADRD incidence, (b) examine how these early life exposures contribute to\nADRD etiology using data from brain imaging scans (beta-amyloid from PET, vascular disease from MRI) and\nplasma biomarkers of neurodegeneration, and (c) investigate how these relationships are mediated across the\nlife course using >35 years of prospectively collected ARIC data. We will also (d) examine the consistency of\nthese relationships by race and sex. This project has four specific aims: (Aim 1) Investigate the relationship of\nchildhood individual- and neighborhood-level socioeconomic resources with risk of incident ADRD and\nbiomarkers of neuropathology. Census-derived measures of family SES were reported by participants’ parents.\nUsing full-count Census data, we will also construct aggregate measures of SES in participants’ childhood\nneighborhoods. (Aim 2) Investigate the relationship between childhood Pb exposure and incident ADRD and\nbiomarkers of neuropathology. We will accomplish this by using historic data on Pb exposure through water\n(Pb plumbing and water acidity), Pb gasoline (automotive and aviation) and Pb mines and smelters. (Aim 3)\nExamine whether childhood SES modifies the association between Pb exposure and incident ADRD. (Aim 4)\nCreate infrastructure for future explorations using census-linked ARIC-NCS data. This Aim will support the\nsecure, efficient, and reproducible use of these novel early-life data for future investigations by the broader\nresearch community. This project is innovative because it will rely on contemporaneous rather than\nretrospective measurement of childhood circumstances, evaluate incident ADRD in a diverse population, and\nprovide etiologic insights using the deeply phenotyped ARIC-NCS data. The proposed research is significant\nbecause it will consequentially improve our understanding of the connections between early-life socioeconomic\ndisadvantage, Pb exposure, and ADRD risk in late-life, which may inform policy and future interventions.",
    "project_title": "The Legacy of Childhood SES and Lead Exposure on Dementia Risk: ARIC-NCS Historical Census Linkage",
    "budget_start": "2026-02-01T00:00:00",
    "budget_end": "2026-12-31T00:00:00"
  },
  {
    "fiscal_year": 2026,
    "project_num": "5R01AG084659-02",
    "award_amount": 596807,
    "contact_pi_name": "SHIPPEE, TETYANA P.",
    "project_start_date": "2025-05-01T00:00:00",
    "project_end_date": "2030-01-31T00:00:00",
    "abstract_text": "Abstract: Nursing homes (NHs) care for a growing proportion of adults with serious mental illness (SMI) such\nas schizophrenia, leading some to call NHs “de facto mental health care.” Despite legislative efforts to reduce\ninstitutionalization for those with SMI, the prevalence of SMI in NHs has increased by approximately 80% in the\nlast 10-years. Those with SMI have significantly greater odds of also having comorbid Alzheimer’s disease and\nrelated dementias (AD/ADRD) compared to those without SMI. Individuals with SMI and comorbid AD/ADRD\nare a particularly vulnerable group because SMI can complicate the identification and treatment of dementia,\nand SMI symptoms cause distress and amplify dementia-related behaviors and disabilities. The prevalence of\nSMI alone and SMI with comorbid AD/ADRD varies by race/ethnicity, with Black, Indigenous and people of\ncolor (BIPOC) having higher diagnosed rates of SMI. These concurrent trends reflect healthcare disparities,\nwith NHs often serving as the provider of last resort in the absence of other viable options. To address these\ndisparities, we need an evidence base for high-quality equitable NH care in these complex care situations. To\nproperly develop such an evidence base, it is vital to understand the extent of SMI prevalence alone and SMI\nwith comorbid AD/ADRD in NHs and assess quality outcomes for those with SMI alone and SMI with comorbid\nADRD by race/ethnicity. We also need to identify modifiable organizational factors that can facilitate care for\nthese groups. Yet, research on SMI in NHs is nearly a decade old and relies largely on federally mandated NH\nclinical assessment data (the Minimum Data Set, MDS). The MDS measures physical and cognitive health for\ncare planning and may misrepresent SMI estimates. To address this gap, we will create a new, integrated\ndataset—MDS in combination with mental health screenings mandated on hospital discharge (Preadmission\nScreening and Resident Review, PASRR) and Medicaid/Medicare claims—for a comprehensive analysis of\nSMI, AD/ADRD, and health disparities in NHs. This application has three specific aims. In Aim 1, we will\nassess patterns of prevalence for SMI, AD/ADRD, and SMI with AD/ADRD in NHs over time (2013-2019 vs\n2021-2022). We will generate longitudinal estimates of SMI with AD/ADRD in NHs and estimate how rates\ndiffer for those with and without AD/ADRD and by race/ethnicity. In Aim 2, we will estimate quality of life, a key\nperson-centered measure, and quality of care for those with SMI with and without AD/ADRD (2011-2019 vs\n2021-2022). In Aim 3, we will conduct qualitative case studies, including facility observations in 10 high-\nproportion SMI NHs of with varying proportions of residents with AD/ADRD and racial/ethnic composition\n(identified from Aim 1), coupled with 50 resident and 50 staff interviews. In meeting these aims, we will address\na critical need for evidence on the prevalence, care needs, and organizational barriers to care for two NIH\npriority populations: NH residents with SMI, with and without ADRD, and BIPOC older adults.",
    "project_title": "Addressing Disparities in Nursing Homes for People with Serious Mental Illness and Alzheimer's Disease and Related Dementias",
    "budget_start": "2026-02-01T00:00:00",
    "budget_end": "2027-01-31T00:00:00"
  }
]